Repository: irdyansages/Saga_of_James
Catalog: translations/wesnoth-Saga_of_James/*.po
Languages: cs

source: Gold Mage
cs: Zlatý mág

source: SPECIAL_NOTE^ Gold Magi are well-attuned to their magical natures and are highly resistant to non-physical damage.
cs: Zlatí mágové mají vysokou odolnost proti mnoha formám magie.

source: female^Gold Mage
cs: Zlatá magyně

source: Crusader
cs: Křižák

source: sacred fire
cs: posvátný oheň

source: female^Crusader
cs: Křižačka

source: Abbot
cs: Opat

source: Abbess
cs: Abatyše

source: doing more damage with fireball
cs: způsobující větší škodu ohnivou koulí

source: doing more damage with lightning
cs: způsobující větší škodu bleskem

source: doing more damage with staff
cs: způsobující větší škodu holí

source: more healthy
cs: zdravější

source: faster
cs: rychlejší

source: Elemental Wizard
cs: Elementální čaroděj

source: A master of elemental magic. In addition to fire and cold attacks, elemental wizards seeks to bind earth, water, wind and fire magic to themselves and are able to add attributes to themselves after research.
cs: Mistr elementální magie. Vedle ohnivých a chladných útok, elementální čarodějové se snaží vázat magii země, vody, větru a oheň k sobě a mohou si přidat atributy po výzkumu.

source: infernal fire
cs: pekelný oheň

source: heal on hit
cs: léčení při zásahu

source: Whenever this attack hits, the attacker heals himself for 3 hitpoints.
cs: Kdykoliv tento útok zasáhne, útočník si vyléčí 3 životy.

source: arctic tempest
cs: polární bouře

source: ethereal storm
cs: éterická bouře

source: Skin of the Rock (more resistant to physical damage)
cs: Kamenná kůže (odolnější vůči fyzickému poškození)

source: Speed of the Wind
cs: Rychlost větru

source: Water Home (better movement and defense in water terrains)
cs: Vodní domov (lepší pohyblivost a obrana ve vodních terénech)

source: Fire Protection (more resistant to fire magic)
cs: Ohnivá ochrana (odolnější vůči ohnivé magii)

source: fire claws
cs: ohnivá klepeta

source: Any unit that attacks this unit suffers two points of fire damage.
cs: Kterákoliv jednotka, která napadne tuto, utrpí 2 body ohnivého poškození.

source: Dark Elementalist
cs: Temný elementalista

source: Woodswoman
cs: Lesní žena

source: Hunteress
cs: Lovkyně

source: Master Hunteress
cs: Lovkyně Mistr

source: doing more damage with bow
cs: způsobující větší škodu lukem

source: faster with bow
cs: rychlejší s lukem

source: more precise with bow
cs: přesnější s lukem

source: doing more damage with sword
cs: způsobující větší škodu mečem

source: faster with sword
cs: rychlejší s mečem

source: more hardy
cs: houževnatější

source: female^better at defending
cs: lépe se bránící

source: doing more damage with ethereal storm
cs: způsobující větší škodu éterickou bouří

source: doing more damage with gossamer
cs: způsobující větší škodu pavučinkou

source: better at melee combat
cs: lepší v souboji na blízko

source: doing more damage with lightbeam
cs: způsobující větší škodu paprskem světla

source: doing more damage with mace
cs: způsobující větší škodu řemdlichem

source: female^able to heal allies more
cs: schopná léčit více spojence

source: Mystic
cs: Mystik

source: SPECIAL_NOTE^Mystics are well-attuned to their magical natures and are highly resistant to non-physical damage.
cs: Mystici mají vysokou odolnost proti mnoha formám magie.

source: doing more damage with spells
cs: způsobující větší škodu kouzly

source: casting spells faster
cs: sesílající kouzla rychleji

source: more familiar with magical theories (allows learning new spells and some improvements to them)
cs: více obeznámený s magickými teoriemi (umožňuje učit se nová kouzla a nějaká vylepšení k nim)

source: even more familiar with magical theories
cs: ještě více obeznámený s magickými teoriemi

source: able to cast fireball
cs: schopný seslat ohnivou kouli

source: able to cast chill tempest
cs: schopný seslat mrazivou bouři

source: slowing enemies with chill tempest
cs: zpomalující nepřátele mrazivou bouří

source: more habituated to his staff
cs: více zvyklý na svou hůl

source: faster with staff
cs: rychlejší s holí

source: friend of the elves (better defense in forests allows learning faerie fire)
cs: přítelem elfů (lepší obrana v lesích umožní učení kouzelného ohně)

source: capable to use faerie fire
cs: schopný použít kouzelný oheň

source: doing more damage with faerie fire
cs: způsobující více škody s kouzelným ohňem

source: more attuned to the woods (better defense and movement in forests)
cs: více chápající lesy (lepší obrana a pohyblivost v lesích)

source: friend of the dwarves (better defense in caves unlocks more health related advancements)
cs: přítelem trpaslíků (lepší obrna v jeskyních odemkne víc rozvojů týkající se zdraví)

source: able to take more physical damage in defense
cs: schopný vydržet více fyzického poškození v obraně

source: able to heal own wounds during a battle
cs: schopný si léčit vlastní zranění během bitvy

source: friend of the drakes (unlocks more movement related advancements)
cs: přítel drakonidů (odemkne více rozvojů týkající se pohybu)

source: faster in mountains and water
cs: rychlejší v horách a ve vodě

source: more resistant to fire
cs: odolnější vůči ohni

source: able to heal elementals
cs: schopný léčit elementály

source: more resistant to all kinds of magic
cs: odolnější vůči všem druhům magie

source: able to cast ethereal storm
cs: schopný seslat éterickou bouři

source: Fireball
cs: Ohnivá koule

source: Chill
cs: Mrazivá bouře

source: Fireball + Chill
cs: Ohnivá koule + Mrazivá bouře

source: female^Vampire Lady
cs: Upíří dáma

source: Cold and beautiful, she maintains her eternal youthful appearance drinking the blood of the living.
cs: Chladná a krásná, svůj věčně mladistvý vzhled udržuje díky popíjení krve živých.

source: blood kiss
cs: krvavý polibek

source: curse
cs: prokletí

source: Troll Mystic
cs: Trollí mystik

source: Troll Mystics are trolls, who are gifted with the ability to use magic. Though weak than other trolls, their considerable skill with their fire magic is not to be underestimated.
cs: Trollí mystici jsou trollové, kteří byli obdarováni schopností používat magii. Přestože jsou slabší než ostatní trollové, jejich výrazná dovednost s ohnivou magií by neměla být podceňována.

source: Guerrilla Fighter
cs: Partyzán

source: Guerrilla Warrior
cs: Partyzán válečník

source: bolas
cs: bola

source: Slayer
cs: Zabiják

source: Guerrilla Leader
cs: Vůdce partyzánů

source: Elves' Wood
cs: Les elfů

source: team_name^Villagers
cs: Vesničané

source: team_name^Elves
cs: Elfové

source: team_name^Orcs
cs: Skřeti

source: Reach norhern edge of the map
cs: Dojdi k severnímu okraji mapy

source: Defeat orcs' leader
cs: Poraz skřetího vůdce

source: Death of James
cs: James zemře

source: Death of Belinda
cs: Belinda zemře

source: Death of elves' leader
cs: Vůdce elfů zemře

source: Are you sure that they followed this road?
cs: Jsi si jistý, že šli po této cestě?

source: Yes, I am. Look at these footprints. They're clearly from humans and about a week old. And also their amount matches the number of hunters we're missing.
cs: Ano, jsem. Podívej se na tyto stopy. Jsou zcela jistě od lidí a asi týden staré. Také jejich počet se shoduje s počtem ztracených lovců.

source: They probably know how to walk without leaving too much signs of their journey but we can look a bit farther if we'll see something else.
cs: Nejspíš ví, jak se pohybovat bez toho, aby zanechali příliš mnoho stop po své pouti, ale můžeme se trochu dál, jestli uvidíme něco jiného.

source: Yes! The footprints continue here. They aren't so visible but it's clear to me they head to the north-east.
cs: Ano! Tady pokračují stopy. Nejsou moc viditelné, ale je mi jasné, že směřovali na severovýchod.

source: Good job, I really could not find them without your help. Very well, let us go to the north-east.
cs: Dobrá práce, bez tvé pomoci bych je opravdu nenašel. Dobrá tedy, pojďme na severovýchod.

source: No! You can't go there!
cs: Ne! Tam nemůžete jít!

source: Who are you and why we shall not march there?
cs: Kdo jsi a proč bychom tam neměli jít?

source: I'm Belinda. I live in this wood for ... well, I have no idea for how long.
cs: Jsem Belinda. Žiju v tomhle lese už ... no, nemám ponětí jak dlouho.

source: I am pleased to meet you, Belinda. My name is James.
cs: Rád tě poznávám, Belindo. Já se jmenuji James.

source: Hm, it's a very unusual name but I like it.
cs: Hm, to je hodně neobvyklé jméno, ale líbí se mi.

source: There is nothing dangerous as far as I know. But this wood is a home to some elves and they don't welcome humans or any other race here friendly at all. They barely tolerate my presence here. Whatever you seek here, you should leave this place ... quickly.
cs: Pokud vím, není tu nic nebezpečného. Ale tento les je domovech elfů a ti tady nevítají lidi ani jiné rasy s otevřenou náruči. Sotva tolerují mou přítomnost. Ať tu hledáte cokoliv, odejděte ... rychle.

source: Thank you for your warning but we cannot just go back.
cs: Děkuji ti za varování, ale my se nemůžeme vrátit zpět.

source: No problem, I understand. Ok, let's go. Oh and try to avoid the elves.
cs: V pořádku, rozumím. Dobrá, pojďme. Ó a pokuste se vyhnout elfům.

source: Oh no! I can see these elves.
cs: Ale ne! Vidím ty elfy.

source: Sir! I can see someone trying to sneak through our wood!
cs: Pane! Vidím, jak se někdo snaží proplížit naším lesem!

source: Intruders! Get out of our wood right now! Your kind already caused lot of damage here.
cs: Vetřelci! Zmizte okamžitě z našeho lesa! Vaši lidé už tu způsobili velkou škodu.

source: You may tell the truth and you did not come to cause harm here but we do not want you to roam our home. So, please, leave us.
cs: Možná říkáš pravdu a nepřišli jste škodit, ale my nechceme, abyste procházeli naším domovem. Takže, prosím, odejděte.

source: Nice big pile of wood you gathered, grunts. I'm sure it caught the elves' attention. And now ignite it! ... Good! <b>Listen to my words, puny elves: now this forest belongs to my chieftain. Surrender and you may serve him. Oppose and we'll kill you all without mercy!</b>
cs: Hezkou, velkou hromadu dřeva jste tu nanosili, pěšáci. Jsem si jistý, že to upoutalo pozornost, elfů. A teď to zapalte! ... Dobře! <b>Slyšte má slova, mrňavý elfové: tenhle les teď patří mému náčelníkovi. Vzdejte se a můžete mu sloužit. Vzdorujte a všechny vás bez milosti zabijeme.</b>

source: There are too much of them to fight but we may not give up. They would not stop then, they would just want more. To arms, everyone! Drive those beasts off our place!
cs: Je jich příliš mnoho na boj, ale nesmíme se vzdát. Oni by se nezastavili, jen by chtěli více. Všichni do zbraně! Vyžeňte tyto bestie z našeho domova!

source: I agree with him that they shall not surrender but this is ... Many of them will lose their lives for sure even if they somehow manage to defeat their enemies. We must aid them.
cs: Souhlasím, že by se neměli vzdát, ale toto ... Mnoho z nich přijde o život, i když se jim nějak podaří porazit jejich nepřátele. Musíme jim pomoct.

source: Why would we bother? They weren't nice towards us, they even didn't want to let us just pass through their wood.
cs: Proč bychom se měli obtěžovat? Nebyli k nám milí, ani nás něchtěli nechat projít jejich lesem.

source: They may let you if you help them ...
cs: Možná vás nechají, když jim pomůžete ...

source: You are right but ... I just feel that this is right.
cs: Máš pravdu, ale ... prostě cítím, že je to správné.

source: Me and my fellow ... villagers shall help you with these orcs if you permit us to do so, elven lord.
cs: Já a mí spolu ... vesničané vám pomůže s těmito skřety, pokud nám to dovolíte, elfí pane.

source: Wise words indeed. I will do just like you say.
cs: Hovoříš moudře. Udělám přesně jak říkáš.

source: You do not cease to amaze me. But in any case, please stay with us others.
cs: Ty mne nepřestáváš ohromovat. Ale v každém případě, prosím, zůstaň s námi ostatními.

source: Their leader is dead at last and our wood is safe once again. But we could not make it without help of these humans. Please, accept our warm thanks.
cs: Jejich vůdce je mrtvý a náš les je opět bezpečný. Ale nedokázali bychom to bez vaší pomoci, lidé. Prosím, příjměte naše vřelé díky.

source: It is nothing. We just did what was right.
cs: To nic nebylo. Jen jsme dělali, co je správné.

source: We already know all of that. Well, some of them made it back to our village but many of them not. They are somewhere to north-east from here.
cs: To vše již víme. No, někteří z nich se dostali zpět do vesnice, ale mnoho ne. Jsou někde na severovýchod odtud.

source: I am sorry, I did not pay so much attention to your words firstly. Well then, do not hesitate and go to them. Now, as you greatly helped us, we do not mind your presence here ... as long as you cause no harm here.
cs: Omlouvám se, zpočátku jsem tvým slovům nevěnoval příliš pozornost. Dobrá tedy, neváhejte a běžte za nimi. Teď když jste nám tak pomohli nám vaše přítomnost tady nevadí ... pokud neškodíte.

source: Very well. Let us move on, everyone.
cs: Dobrá. Všichni, pojďme dál.

source: You see? I told you.
cs: Vidíš, já ti to říkala.

source: Yes, you did and you were right.
cs: Ano, říkala a měla jsi pravdu.

source: Along me, fall also the whole Northlands into hands of the orcs.
cs: Společně se mnou padají i celé Severní země do rukou skřetů.

source: He was right. With their leader dead, the elves are no longer willing to fight againts the orcs and we cannot handle them at our own. Everything is lost now.
cs: Má pravdu. Když je jejich vůdce mrtvý, elfové už dále nebudou bojovat proti skřetům a my sami je nezvládneme. Vše je ztraceno.

source: James, don't die! We can't find them without you.
cs: Jamesi, neumírej! Bez tebe je nenajdeme.

source: I am ... sorry. I cannot ... continue.
cs: Omlouvám ... se. Nemohu ... pokračovat.

source: Hostile Waters
cs: Nepřátelské vody

source: team_name^Humans
cs: Lidé

source: team_name^Nagas
cs: Nagy

source: Defeat nagas' leader
cs: Poraz vůdce nag

source: Death of Aleixo
cs: Aleixo zemře

source: Death of any village hunter
cs: Kterýkoliv vesnický lovec zemře

source: So it's decided. Let the battle begin.
cs: Takže je rozhodnuto. Nechť bitva započne.

source: Farewell, the world.
cs: Sbohem, světe.

source: James, no! I think ... I'll miss you.
cs: Jamesi, ne! Myslím, ... že mi budeš chybět.

source: I think that I have been spotted.
cs: Myslím, že si mě všimli.

source: Oh, that was nothing, really.
cs: Ále, to nic nebylo. Vážně.

source: Anyway, where are we going now, Aleixo? Back to your village?
cs: Každopádně kam půjdeme teď, Aleixo? Zpět do vaší vesnice?

source: Yes, as we got rid of trolls, goblins and nagas, we can fight the orcs now. So get ready, everyone, we're leaving.
cs: Ano. Když jsme se zbavili trollů, goblinů a nag, můžeme bojovat se skřety. Takže všichni se připravte, odcházíme.

source: A Raid
cs: Nájezd

source: team_name^Raiders
cs: Nájezdníci

source: Rubryn
cs: Rybryn

source: Defeat Rubryn
cs: Poraz Rubryna

source: Death of Ligwyn
cs: Ligwyn zemře

source: More than 6 villagers die
cs: Více než 6 vesničanů zemře

source: Look at the village, boys. Its inhabitans just woke up and don't expect our attack at all. We'll plunder their little village quickly and deserve our place in the wood.
cs: Koukněte se na tu vesnici, chlapy. Její obyvatelé se právě probudili a vůbec neočekávají náš útok. Snadno vypleníme jejich malou vesničku a zasloužíme si své místo v lese.

source: <b>To arms!</b>
cs: <b>Do zbraně!</b>

source: Another day of working on the fields is before me. I sometimes wish ... Wait, something is going on. ... Oh no! The bandits are attacking us again!
cs: Čeká mě další den práce na polích. Někdy si přeju ... Počkat, něco se děje ... Ale né! Zase na nás útočí banditi!

source: And our hunting party haven't returned yet. They're already gone for seven days. I wonder what could happen to them.
cs: A naše lovecká parta se ještě nevrátila. Jsou pryč už sedm dní. Zajímalo by mě, co se jim stalo.

source: It isn't good at all. What shall we do?
cs: To není vůbec dobré. Co budeme dělat?

source: We can't let them raid our village even though we're weaker without hunters now. We will fight them.
cs: Nemůže je nechat vyplenit naší vesnice, ikdyž jsme teď bez lovců slabší. Budeme bojovat.

source: I will help to defend our village. They have no chance against my spells.
cs: Pomohu s obranou naší vesnice. Nebudou mít šanci proti mým kouzlům.

source: Bah! Can you see how many of them are here? They could kill you pretty quickly as you aren't so tough. At the other hand, I really appreciate this gesture. If you want to help there is something else you can do.
cs: Pché! Vidíš, kolik jich tu je? Snadno by tě zabili, protože nejsi příliš tvrdý. Na druhou stranu, vážně oceňuji toto gesto. Pokud chceš pomoct, je něco, co bys mohl udělat.

source: What do you have in your mind, Captain?
cs: Co máte na mysli, kapitáne?

source: As you know, we don't have so many soldiers and now even our hunters are gone. We need every able-bodied man to fight. And this is when you come in. I want you to open the armoury, gather villagers and equip them with some weapons.
cs: Jak víš, nemáme příliš mnoho vojáků a teď jsou dokonce naši lovci pryč. Potřebujeme, aby každý tělesně zdatný muž bojoval. A tady přicházíš ty. Chci, aby jsi otevřel zbrojnici, shromáždil vesničany a vybavil je zbraněmi.

source: Well, I do not like it but I know that we can do nothing else. I will do as you say.
cs: No, nelíbí se mi to, ale vím, že je to to jediné, co můžeme udělat. Udělám, jak říkáte.

source: And keep an eye on them. You know we can't lose too many villagers.
cs: A dávej na ně pozor. Víš, že nemůže ztratit příliš mnoho vesničanů.

source: In addition to peasants and woodsmen, you can recruit two mages in this scenario. Try to recruit as many of them as you can because you may not later have an opportunity to do it. Silver Mages can advance to level 4 in this campaign. This applies to Mages of Light too but they have a choice between 2 different unit types.
cs: Kromě sedláků a lesníků můžeš v tomto scénáři naverbovat dva mágy. Snaž se jich naverbovat tolik kolik jen můžeš, proto později k tomu nemusí být příležitost. Stříbrní mágové mohou postoupit na 4. úroveň v tomto tažení. To platí i pro Mágy světla, ale ti si mohou vybrat mezi 2 různými typy jednotek.

source: Ha, you're finally back! Wait, where is the rest of the party? ... Well, it doesn't matter for now. Help us to finish this scum.
cs: Ha, konečně jste zpátky! Počkat, kde je zbytek party? ... No, to je teď jedno. Pomozte nám dodělat tuhle lůzu.

source: As you say, Captain.
cs: Jak říkáte, kapitáne.

source: Heh, this seemed to be a pretty simple task and yet ... I'm dying. But I'll be avenged, you stupid village folks! Remember my words!
cs: Heh, vypadalo to jako jednoduchý úkol a přesto ... umírám. Ale někdo mě pomstí, vy hloupí vesničani! Pamatujte si moje slova!

source: Yes, we made it!
cs: Ano, dokázali jsme to!

source: Don't take him so seriously, James. I believe he just wanted to scare us a bit.
cs: Neber ho tak vážně, Jamesi. Myslím si, že nás chtěl jenom trochu vystrašit.

source: Ha, you're finally back! Wait, where is the rest of the party?
cs: Ha, konečně jste zpátky! Počkat, kde je zbytek party?

source: Well, I don't know where exactly they are. They only said they wanted to bring more food.
cs: Vlastně nevím přesně kam šli. Řekli jen, že chtějí přinést více jídla.

source: So where did they go?
cs: Takže kam šli?

source: To the north, I suppose. They say there live more animals than in the area where we usually hunt but they never went with us at that place.
cs: Hádám že na sever. Říkají, že tam žije víc zvířat než v oblasti, kde obvykle lovíme, ale s námi tam nikdy nešli.

source: We were waiting for them for about two days. After that we wanted to look for them but the wood was swarming with bandits. We're glad we made it back to the village at least.
cs: Čekali jsme na ně asi dva dny. Potom jsme je šli hledat, ale v lese se to hemžilo bandity. Jsme rádi, že jsme se aspoň dokázali vrátit do vesncie.

source: Well, it isn't a news some bandits inhabit the wood. But from what you say it seems to me that their ranks increased from newcomers, many newcomers. And maybe they attacked us. I have never seen these bandits before.
cs: No, to není novinka, že nějací banditi obývají les. Ale podle toho co říkáš to vypadá, že se jejich řady rozšířili o nováčky, hodně nováčku. A ti na náš nejspíš zaútočili. Tyto bandity jsem ještě neviděl.

source: That might be true. In that case, we should be able to find our comrades without troubles. Do you want us to go to look for them tomorrow, Captain?
cs: Mohlo by to tam být. V tom případě bychom měli být schopní bez problému najít naše kolegy. Chcete, abychom je zítra šli hledat, kapitáne?

source: No. I think it would be too simple task for you. James will do it.
cs: Ne, pro vás by to byl příliš jednoduchý úkol. James to udělá.

source: Why me, Captain? I am just a ...
cs: Proč já, Kapitáne? Jsem jen ...

source: I were watching you during the fight and you were doing well. It was amazing to watch you throwing missiles at enemies and leading the villagers. The mages taught you really well. I would like to apologize to you for my previous words. I wouldn't do it better, being at your place.
cs: Sledoval jsem tě v boji a vedl sis dobře. Bylo úžasné sledovat tě vrhat střely na nepřátele a vést vesničany. Mágové tě učili velmi dobře. Chtěl bych se ti omluvit za svá předchozí slova. Já bych si nevedl lépe na tvém místě.

source: There is no need to apologize, really.
cs: Není třeba se omlouvat. Opravdu.

source: I am always glad to be of help.
cs: Vždy rád pomohu.

source: Excellent! But now go to rest for a while. And when the sun rises, take some villagers and start looking for our hunters.
cs: Výborně! Ale teď si běž na chvíli odpočinout. A když vyjde slunce, vezmi nějaké vesničany a začněte hledat naše lovce.

source: I am done ... but you others must keep fighting. The village must hold out!
cs: Já už nemůžu ... ale vy ostatní musíte pokračovat v boji. Vesnice musí vydržet!

source: No, James, we can't manage it without you!
cs: Ne, Jamesi, bez tebe to nedokážeme!

source: Without the Captain, we all are as good as dead.
cs: Bez kapitána jsme všichni mrtví.

source: More bandits are coming from the wood. Everything is lost now.
cs: Další banditi přicházejí z lesa. Všechno je ztraceno.

source: Yes and now run!
cs: Ano a teď utíkej!

source: Too many villagers lost their lives today. Even if we manage to defeat these bandits, there is no one left to repair damaged buildings and work on the fields. Everything is lost now.
cs: Příliš mnoho vesničanů dnes ztratilo život. I když se nám podaří porazit tyto bandity, není tu nikdo, kdo by opravil poškozené budovy a pracoval na polích. Vše je ztraceno.

source: Freedom
cs: Svoboda

source: So in the morning the big battle begins. We longed so much to regain our lost freedom but before I met you, James, I wasn't sure this day will actually come. You really are a godsend to us.
cs: Takže ráno začne ta velká bitva. Tak dlouho jsme toužili znovu získat naši ztracenou svobodu, ale než jsem tě potkal, Jamesi, nebyl jsem si jistý, zda tento den opravdu nastane. Jsi pro nás opravdu požehnání.

source: Oh thank you but I did not really ...
cs: Ó, děkuji, ale já jsem nic ...

source: It's cute but you really did a good job here, James. You <b>are</b> a good tactician and leader. Well and you also look like a good person. I'm very glad we met.
cs: To je roztomilé, ale opravdu jsi tu odvedl dobrou práci, Jamesi. Ty <b>jsi</b> dobrý taktik a vůdce. No a taky vypadáš jako dobrý člověk. Jsem opravdu ráda, že jsme se potkali.
