Repository: irdyansages/Saga_of_James
Catalog: translations/wesnoth-Saga_of_James/*.po
Languages: cs

source: I got him!
cs: Dostal jsem ho!

source: Awesome! Now no one can prevent us from razing their village and avenging my brother!
cs: Skvělé! Teď nám nikdo nezabrání, abychom srovnali jejich vesnici se zemí a pomstili mého bratra!

source: No! I have let everyone down.
cs: Ne! Všechny jsem zklamal.

source: The year is 362. Haldric IV., king of Wesnoth has died a few years ago and left no heir and various noblemen started to fight each other to claim the throne for themselves. Yet no one of them managed to secure it for good so the kingdom is burned with the civil war. The orcs feel an opportunity to their rise and domination all over the Great Continent. They are attacking the kingdom of Wesnoth relentlessly and numerously. Their attacks are always repelled but with huge losses on both sides.
cs: Píše se rok 362. Haldrik Čtvrtý, král Wesnothu, před několika lety zemřel bez dědice a mnoho šlechticů začalo bojovat proti sobě, aby získali trůn pro sebe. Avšak nikomu se nepodařilo si jej zajistit nadobro, proto je země spálována občanskou válkou. Skřeti cítí příležitost ke svému vzestupu a vládou nad celým Velkým kontinentem. Napadají Wesnotské království neúnavně a ve velkých počtech. Jejich útoky jsou vždy odraženy ale s velkými ztrátamy na obou stranách.

source: The Northlands are not either so safe to live in. Local earldoms are not very strong and the orcs frequently test their defenses. As if that was not enough, human outlaws often make raids on small settlements. In most cases, a few militiamen lose their lives, though the rest of them are growing stronger and battle-hardened. So this attacks are becoming less and less frequent.
cs: Ani Severní země nejsou tak bezpečným místem pro život. Místní hrabství nejsou příliš silná a skřeti často testují její obranu. A jako by to nestačilo, lidští psanci často podnikají nájezdy na malé osady. Ve většině případů několik členů domobrany přijde o život, ale většina z nich se stává silnějšími a bitvou protřelí. Takže tyto útoky jsou stále méně častější.

source: In one such village about three decades years ago, a boy named James was born. He was not exceptional in any way, just an average child. Well, he was quiet and not very gregarious. He spent a lot of time closed in his room, thinking about mysteries and reading books instead of playing outside with children of the same age. His parents, smaller traders, were a bit concern about it at first but later they decided to send their youngest descendant study magic at the Great Academy on the Isle of Alduin.
cs: V jedné takové vesnici se asi před třemi desítkami let narodil chlapec jménem James. Nebyl v ničem vyjímečný, prostě obyčejné dítě. No, byl velmi tichý a nepříliš družný. Strávil mnoho času, zavřený ve svém pokoji, přemýšlením o záhadách a čtením knih místo hraní si s dětmi jeho věku venku. Jeho rodiče, menší obchodníci, si nejdříve kvůli tomu nejdříve dělali starosti, ale později se rozhodli poslat svého nejmladšího potomka studovat magii na Velkou akademii na ostrově Alduin.

source: He did not belong to the best students at the island, his grades were just passing. Though he studied hard and at the end successfully graduated. After that he decided not to serve as an advisor of an earl but to return to his village and help its inhabitants with his newly gained knowledge and skills. Slowly, he was becoming a bit respected but was still lacking any real friend. The village was rather peaceful.
cs: Nepatřil k nejlepším studentům na ostrově, jeho známky tak tak stačily na postup. Přesto hodně studoval a nakonec úspěšně promoval. Poté se rozhodl ne sloužit jako poradce hraběte, ale vrátit se do své vesnice a pomáhat jejím obyvatelům se svými nově nabytými znalostmi a dovednostmi. Ti jej pomalu začínali respektovat, avšak stále neměl opravdového přítele. Vesnice byla poklidná.

source: But one day, when their hunting party was gone, a bigger group of bandits decided to plunder the village.
cs: Ale jednoho dne, když byla jejich lovecká parta pryč, se větší skupina banditů vyrabovat vesnici.

source: The next day of their journey went without any conflict. The few bandits who saw the party going through the wood tried to avoid them because they heard about the recent battle.
cs: Další den jejich putování proběhl bez jakýchkoliv konfliktů. Těch pár banditů, kteří spatřili družinu procházet lesem, se snažili jim vyhnout, neboť slyšeli o nedávné bitvě.

source: The party found a few signs confirming that their village's hunting party was going through this area but they themselves were nowhere to see. But at the other hand, a woman, who seemed to live in the wilderness for a longer period of time, crossed their way.
cs: Družina našla několik stop, které potvrzovaly, že lovecká parta z jejich vesnice prošla touto oblastí, avšak samotní lovci nebyli k vidění. Ale na druhou stranu žena, která vypadala, že žije v divočině už delší dobu, jim zkřížila cestu.

source: After defeating the orcs, the party traveled to north-east to continue in their search. For some time, footprints of the village hunters were very clear but later, they just vanished. It was near some smaller human settlement.
cs: Po porážce skřetů družina cestovala na severovýchod, aby pokračovala ve svém pátrání. Nějakou dobu byly stopy vesnických lovců velmi jasné, ale později zničehonic zmizely. Bylo to poblíž menší lidské osady.

source: It looked quite similar to their home village but some of the buildings bore signs of being damaged recently and its inhabitants were nowhere to see. It was an evening when they saw it but even for that time of day it was a bit unusual. The party decided to ignore it and rather look to the ground to find out where next steps of their hunters led.
cs: Ta byla velmi podobná jejich domovské vesnici, ale některé budovy byly zjevně nedávno poškozeny a její obyvatelé nebyli nikde vidět. Sice byl večer, avšak i pro tuto část dne to bylo trochu nezvyklé. Družina se rozhodla to ignorovat a spíše hleděli k zemi, aby zjistili, kam vedly další kroky jejich lovců.

source: Once the trolls and wolf riders were defeated, the party wasted no time and moved towards the next enemy - nagas. Aleixo has led the party to the new home of these enemies, a nearby river. It was less than an hour of walking from the village. They were moving very carefully to not notify any enemies of their actions. They were successful and caught the nagas unprepared for an attack.
cs: Jakmile byli trollové a jezdci na vlcích poraženi, družina neztrácela čas a šla naproti dalšímu nepříteli - nagám. Aleixo vedl družinu k novému domovu těchto nepřátel, k nedaleké řece. Byla méně než hodinu chůze od vesnice. Pohybovali se velmi opatrně, aby neupozornili nepřátele na své kroky. To se jim podařilo a zastihli nagy nepřipravené na útok.

source: Once the nagas were a history, the party started their march back to the village. This time, they did not have to watch out for enemies so James had some time to chat with Belinda. He could fully take notice of how she was different from anyone he has met before. She was used to fighting but also genuinely kind (at least to him). He was starting to like this woman.
cs: Jakmile byly nagy minulostí, družina začala pochodovat zpět do vesnice. Tentokrát si nemuseli dávat pozor na nepřátelé, takže James měl čas povídat si s Belindou. Mohl si plně všímat, jak je odlišná od všech, které do teď poznal. Byla zvyklá bojovat, ale také byla opravdu milá (alespoň k němu). Začínal mít rád tuto ženu.

source: Both of them were so much absorbed in their conversation so they almost did not notice that they reached their destination. They immediately went to the rebels' headquarters. Once there, everyone lied down to rest a bit before the big battle. Everyone but James, Belinda and Aleixo. These three stayed before the building to discuss their strategy.
cs: Oba byli tak zabraní do své konverzace, že si téměř nevšimli, že došli do cíle. Okamžitě šli k velitelství rebelů. Jakmile tam byli, všichni se lehli, aby si trochu odpočinuli před velkou bitvou. Všichni až na Jamese, Belindu a Aleixa. Ti tři zůstali před budovou, aby probrali strategii.

source: The journey back to the James' village was very peaceful as no one dared to attack the party. James and Belinda once again used the opportunity to have some light-hearted conversation. They found out a few things which the other liked or disliked and make each other laugh a few times. They were enjoying themselves so much that they did not notice that it started to snow until they were almost in the village.
cs: Zpáteční cesta do Jamesovi vesnice byla velmi poklidná, jelikož se nikdo neodvážil napadnout družinu. James a Belinda znovu využili příležitosti k nevázané konverzaci. Dozvěděli se o pár věcem, které ten druhý má či nemá rád a párkrát se navzájem rozesmáli. Tolik se bavili, že se nevšimli, že začalo sněžit, až když byli skoro ve vesnici.

source: No! I'm not ready ...
cs: Ne! Nejsem připravená ...

source: Without her, we are lost in this wood. And I think that ... I will miss such a person like her.
cs: Bez ní jsme v tomto lese ztraceni. A myslím si, že ... mi bude chybět někdo jako ona.

source: Farewell, my love.
cs: Sbohem, má lásko.

source: Belinda, please, do not leave me. Anyone, heal her.
cs: Belindo, prosím, neopouštěj mě. Kdokoliv, uzdravte jí.

source: I am sorry, James but I cannot help her. Her wounds are too heavy.
cs: Je mi to líto, Jamesi, ale nemůžu jí pomoct. Její rány jsou příliš těžké.

source: No! I cannot continue without you.
cs: Ne! Nemohu pokračovat bez tebe.

source: Belinda! No! I cannot continue without you.
cs: Belindo! Ne! Nemohu bez tebe pokračovat.

source: We have failed to protect all our hunters. Our village will surely fall to our enemies in next battle.
cs: Nedokázali jsme ochránit všechny naše lovce. Naše vesnice jistě podlehne nepřátelům v další bitvě.

source: With me die also our dreams about our freedom.
cs: Se mnou umírají i sny o naší svobodě.

source: I shouldn't have joined this expedition.
cs: Neměl jsem se připojit k téhle výpravě.

source: Saga of James of Penrhyn
cs: Sága o Jamesi z Penrhynu

source: Volume I:
cs: Kapitola první:

source: Old and New Force
cs: Stará a nová síla

source: Wizard's apprentice
cs: Čarodějův učeň

source: Easy
cs: Snadná

source: Wizard
cs: Čaroděj

source: Normal
cs: Normální

source: Hard
cs: Těžká

source: Demigod
cs: Polobůh

source: Nightmare
cs: Nehratelná

source: (Intermediate level, 6 scenarios, work in progress)
cs: (Obtížnost: pokročilý hráč, 6 scénářů, ve vývoji)

source: To be continued ...
cs: Pokračování příště ...

source: Campaign Design
cs: Návrh tažení

source: Summon an elemental
cs: Vyvolat elementála

source: Recall an elemental
cs: Přivolat elementála

source: What kind of elemental would you like to summon? You have $mana mana left.
cs: Jaký druh elementála chceš vyvolat? Máš ještě $mana many.

source: for 1 mana
cs: za 1 manu

source: for 2 mana
cs: za 2 many

source: None
cs: Žádný

source: Which unit would you like to recall?
cs: Kterou jednotku by jsi chtěl přivolat?

source: unit_to_recall^None
cs: Žádnou

source: Rod of Hope
cs: Hůl naděje

source: During battle, this unit can drain life force (or magic sustaining them) from victims to renew its own health.
cs: Během boje se dokáže tato jednotka léčit vysátím životní síly (či magie, která ho drží pohromadě) z nepřítele.

source: This unit is capable of rapid healing of elementals.
cs: Tato jednotka je schopna rychlé léčby elementálů.

source: The leadership of this unit enables adjacent lafwul units of the same side to deal more damage in combat.
cs: Schopnost velení této jednotky umožňuje zákonným jednotkám stejné strany v její těsné blízkosti způsobovat v boji větší poškození.

source: Adjacent units of the same allegiance have their resistances increased by the sole presence of this unit.
cs: Sousední jednotky stejné příslušnosti mají své odolnosti zvýšené díky pouhé přítomnosti této jednotky.

source: This unit’s attack deals tremendous damage to chaotic units.
cs: Útok této jednotky způsobuje zničující zranění chaotickým jednotkám.

source: Enemy units of opposite gender cannot attack if they start their turn next to this unit.
cs: Nepřátelské jednotky opačného pohlaví nemohou útočit, pokud začnou svůj tah vedle této jednotky.

source: One of this unit's attacks can hit multiple units.
cs: Jeden z útoků této jednotky může zasáhnout více jednotek.

source: This unit is able to move after using certain attack(s).
cs: Tato jednotka se může pohybovat po použití některého útok(ů).

source: This unit can hide in forests, hills and mountains, and remain undetected by its enemies, except by those standing next to it.
cs: Jednotka se dokáže skrýt v lesích, na kopcích a horách a zůstat nepozorována svými nepřáteli.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to fellow partisans.
cs: Schopnost velení této jednotky umožňuje sousedícím jednotkám stejné strany způsobit více poškození v souboji, ale vztahuje se to jen na další partyzány.

source: guerrilla warfare
cs: partyzánský boj

source: This unit can hide in forests, hills and mountains, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forests, hills and mountains, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
cs: Jednotka se dokáže skrýt v lesích, na kopcích a horách a zůstat nepozorována svými nepřáteli. Nepřátelské jednotky nemohou tuto jednotku spatřit v lesích, na kopcích a horách, pouze jsou-li na sousedních polích. Nepřátelská jednotka, která ji nalezne jako první, ztrácí všechny své zbývající body pohybu.

source: inspire
cs: inspirace

source: This unit can inspire its fellow fighters that are next to it, making them fight better. Adjacent partisans will do 25% more damage.
cs: Tato jednotka dokáže inspirovat své spolubojovníky, kteří jsou vedle ní, takže bojují lépe. Partyzáni na sousedních polích způsobí v boji o 25% více poškození.

source: temptation
cs: pokušení

source: female^temptation
cs: pokušení

source: female^sustains +4
cs: údržba +4

source: sustains +4
cs: údržba +4

source: Allows the unit to heal adjacent allied elemental constructs at the beginning of our turn. A unit sustained by this elementalist may heal up to 4 HP per turn.
cs: Jednotka dokáže ošetřit spřátelené elementální konstrukty na sousedících polích na začátku tahu. Jednotka udržovaná tímto elementalistou se může za jeden tah vyléčit až o 4 životy.

source: sustains +8
cs: údržba +8

source: female^sustains +8
cs: údržba +8

source: Allows the unit to heal adjacent allied elemental constructs at the beginning of our turn. A unit sustained by this elementalist may heal up to 8 HP per turn.
cs: Jednotka dokáže ošetřit spřátelené elementální konstrukty na sousedících polích na začátku tahu. Jednotka udržovaná tímto elementalistou se může za jeden tah vyléčit až o 8 životů.

source: hardiness (10)
cs: odolnost (10)

source: This unit's physical resistances are increased by 10%, up to a maximum of 50%, when defending.
cs: Fyzické odolnosti této jednotky jsou zvýšeny o 10%, nejvýše na 50%, když se brání.

source: heals +12
cs: léčení +12

source: female^heals +12
cs: léčení +12

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 12 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
cs: Tato jednotka kombinuje účinky léčivých rostlin s magií, aby vyléčila jednotky rychleji než je běžně možné na bitevním poli. Tato jednotka se na začátku tahu postará o všechny spřátelené zraněné jednotky stojící na sousedních polích. Zraněná jednotka se může za jeden tah vyléčit až o 12 životů nebo zastavit na jeden tah průběh otravy. Léčitel nedokáže uzdravit otrávenou jednotku; taková jednotka musí vyhledat pomoc ve vesnici nebo u jednotky, která dokáže uzdravovat.

source: shield
cs: štít

source: female^shield
cs: štít

source: song of faith (15)
cs: píseň víry (15)

source: This unit can inspire own lawful units that are next to it, making them fight better. Adjacent own lawful units will do 15% more damage.
cs: Tato jednotka dokáže inspirovat vlastní zákonné jednotky vedle sebe, takže bojují lépe. Sousedící vlastní zákonné jednotky způsobí o 15% více poškození.

source: song of hope
cs: píseň naděje

source: This unit can inspire allied units that are next to it, making them fight better. Adjacent allied units on level 2 and 3 will do 15% more damage, units on level 0 and 1 30% more damage.
cs: Tato jednotka dokáže inspirovat spřátelené jednotky, které jsou vedle ní, takže bojují lépe. Spřátelené jednotky na sousedních polích na úrovni 2 a 3 způsobí v boji o 15% více poškození, jednotky na úrovni 0 a 1 o 30% více poškození.

source: When this attack is used, all units adjacent to the target take 75% of the damage.
cs: Když je tento útok použit, všechny jednotky sousedící s cílem utrží 75% poškození.

source: This attack poisons not only the living but also the undead. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison cannot, of itself, kill a unit.
cs: Tento útok otráví nejen živé, ale také nemrtvé. otrávené jednotky ztrácejí 8 životů za kolo, dokud se nevyléčí, nebo počet životů neklesne na jeden. Jed sám o sobě nemůže jednotku zabít.

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down). It can also leech the magic bound in the undeath of non-living foes.
cs: Tato jednotka vysává životní sílu z živých jednotek, čímž se sama léčí o polovinu poranění, jež útokem způsobila (zaokrouhleno dolů). Také může vysát magii vázanou v neživotě neživých nepřátel.

source: burning light
cs: spalující světlo

source: This attack does more damage on chaotic units.
cs: Tento útok způsobuje větší poškození chaotickým jednotkám.

source: asexual
cs: asexuální

source: female^asexual
cs: asexuální

source: Immune to seduction
cs: Imunní vůči svádění

source: Asexual units are not sexually attracted to others and as such are immune to any kind of seduction.
cs: Asexuální jednotky nejsou sexuálně přitahovány ostatní a proto jsou immnuní vůči jakékoliv formě svádění.

source: Version:
cs: Verze:
