Repository: irdyansages/Saga_of_James
Catalog: translations/wesnoth-Saga_of_James/*.po
Languages: cs

source: Oh, you really think so? I am flattered. And I too like having you around. Maybe we ... oh, nothing, forget it. ... Well, as you said, Aleixo, we have got a big battle ahead of us. We should discuss our strategy before others wake up.
cs: Ó, opravdu si to myslíš? Jsem polichocen. I já tě mám rád poblíž. Možná bychom ... ale, nic, zapomeň na to. ... No, jak jsi říkal, Aleixo, máme před sebou velkou bitvu. Měli bychom probrat naši strategii, než se ostatní probudí.

source: Mmmm, right. So let's see ... after the sun raises, the orcs will get into their positions. They are divided into small group and each of them patrols one area. And there is our main target - the castle where their chieftain with his bodyguards is. They don't usually go out unless they have to so they won't intervene until <b>we</b> decide to take the fight there.
cs: Mmmm, pravda. Tak se podívejme ... jakmile vyjde slunce, skřeti se postaví do svých pozic. Jsou rozděleni do malých skupin a každá z nich hlídá jednu oblast. A pak je tu náš hlavní cíl - hrad, kde je jejich náčelník se svou tělesnou stráží. Ti obvykle nechodí ven, pokud nemusí, takže nebudou zasahovat, dokud se <b>my</b> nerozhodne tam přesunout boj.

source: So it would be best to take out one group after the other and then attack the castle.
cs: Takže by bylo nejlepší zlikvidovat jednu skupinu po druhé a pak zaútočit na hrad.

source: Yes, that is the best thing to do. And we should also visit every house to let everyone know the final battle has begun.
cs: Ano, to je to nejlepší, co můžeme udělat. A taky bychom měli navštívit každý dům a dát všem vědět, že konečná bitva začala.

source: Oh, the sun is already raising and the men are getting up. Looks like we're ready. <b>Let's fight! For our freedom!</b>
cs: Ó, slunce už vychází a muži vstávají. Zdá se, že jsme připraveni. <b>Pojďme bojovat! Za naši svobodu.</b>

source: Come out and help us fight the orcs! It's time to drive them out of here!
cs: Vylez ven a pomož nám bojovat se skřety! Přišel čas vyhnat je odtud!

source: Anyone here?
cs: Je tu někdo?

source: Yes, what's up?
cs: Jo, co se děje?

source: Sure! We're ready to fight.
cs: Jasně! Jsme připravení bojovat.

source: Knock, knock. Anyone inside?
cs: Ťuk, ťuk, je někdo doma?

source: Ah, that's our shaman. Hey there, man, we're in a middle of fight with the orcs. Could you help us out?
cs: Á, to je náš šaman. Nazdar, jsme uprostřed boje se skřety. Můžeš nám pomoct?

source: Sure, just bring those who need healing to me and I'll take care of them.
cs: Jasně, jen ke mně přiveďte ty, co potřebují léčení, a já se o ně postarám.

source: Humans! They must be the rebels. We ought to tell the chief.
cs: Lidi! To musí být ti rebelové. Měli bychom o tom říct šéfovi.

source: Maybe we should try to stop them if we are not ready for him yet.
cs: Možná bychom je měli zastavit, pokud na něj ještě nejsme připravení.

source: Chief, chief! The humans have rebelled!
cs: Šéfe, šéfe! Lidi se vzbouřili!

source: That's nothing new. The human worms are pestering us for quite some time yet we can't discover who exactly is doing it. Now return to your post, you coward!
cs: To není nic nového. Lidští červi nás už nějakou dobu otravují, ale nedokázali jsme přijít na to, kdo to je. A teď se vrať na svou pozici, ty zbabělče.

source: You don't understand me, chief. They united with some outsiders, they brought even some mages with them and are marching towards your castle. I think they want to force us to leave this land.
cs: Nerozumíte mi, šéfe. Spojili se s nějakými cizinci, dokonce přivedli sebou nějaké mágy a pochodují k Vašemu hradu. Myslím, že nás chtějí donutit opustit tuto zemi.

source: Curse the humans! We can't let this happen! Men, to arms! Show them what fate awaits those who dare to rebel against the orcs!
cs: Proklatí lidé! To nemůžeme dopustit! Muži, do zbraně! Ukažte jim, jaký osud čeká ty, kteří se odváží postavit skřetům!

source: Bah, I've been already informed of it! Go back and fight them, you coward!
cs: Pché, už mě o tom informovali! Běž zpátky a bojuj s nima, ty zbabělče!

source: Rebels here?! Why did you let them here?
cs: Rebelové tady?! Proč jste je tu pustili?

source: We're sorry, chieftain ...
cs: Omlouváme se, náčelníku ...

source: Shut up! I don't want to hear any excuses. Bring me their skulls!
cs: Sklapni! Nechci slyšet žádné výmluvy. Doneste mi jejich lebky!

source: So these are the rebels that caused us such troubles? We'll deal with you quickly. Guards, bring me their skulls!
cs: Takže tohle jsou ti rebelové, kteří nám způsobili tolik problémů? S vámi si rychle poradíme! Stráže, přineste mi jejich lebky!

source: The moment we've all been waiting for is here. Show them their stay here came to its end.
cs: Ta chvíle, na kterou jsme všichni čekali, je tady. Ukažte jim, že jejich pobyt tu právě skončil.

source: As the orcs' chieftain dead body falls to the ground, the remaining orcs start to flee the village in fear.
cs: Jakmile mrtvé tělo skřetího náčelníka dopadlo k zemi, zbývající skřeti začali ve strachu utíkat z vesnice.

source: Yes, we did! The orcs are defeated. Thousands thanks, James, we really couldn't do it without you.
cs: Ano, dokázali jsme to! Skřeti jsou jsou poražení. Tisíceré díky, Jamesi, bez tebe bychom to vážně nezvládli.

source: Oh, I ...
cs: Ó, já ...

source: He is glad to help.
cs: Rád pomohl.

source: Right.
cs: Ano.

source: We'll hold a celebration of the victory now. Care to join?
cs: Budeme teď oslavovat naše vítězství, připojíte se?

source: I am sorry but we have to return to our village. Our folks have to be wondering what is taking us so long.
cs: Je mi líto, ale musíme se vrátit do naší vesnice. Naši lidé už musí přemýšlet, co nám trvá tak dlouho.

source: I see. So, it's time to say goodbye. Well, may the Lords of Light guide your path. And remember, you're always welcome here.
cs: Chápu. Potom je čas se rozloučit. Kéž bohové světla řídí vaše kroky.

source: Thank you, Aleixo, and farewell.
cs: Děkuji, Aleixo, a sbohem.

source: And what about you, B-Belinda? What are you going to do now?
cs: A co ty, B-Belindo? Co budeš teď dělat?

source: Well, I promised to guide you in this wood so I'll continue with that 'till you return to your village ... if you don't mind, of course.
cs: No, slíbila jsem, že vás provedu tímto lesem, takže v tom budu pokračovat, dokud se nevrátíte do své vesnice, ... pokud to nevadí, samozřejmě.

source: Oh, that would be really nice, thank you. Alright, everyone, get ready. We are going home.
cs: Ó, to by bylo opravdu milé, děkuji. Dobrá tedy, připravte se, všichni, jdeme domů.

source: James! Don't die yet, we need still you.
cs: Jamesi! Neumírej, ještě tě potřebujeme.

source: I am ... sorry.
cs: Já ... se omlouvám.

source: Return
cs: Návrat

source: team_name^Undead
cs: Nemrtví

source: Enter the village with a village hunter
cs: Vstup do vesnice s kterýmkoliv vesnickým lovcem

source: Defeat all enemies
cs: Poraz všechny nepřátele

source: Death of Edgar
cs: Edgar zemře

source: Uh, uh. I could use a little break, I am not really used to long treks. ... Oh, it looks like it started to snow, I did not notice it.
cs: Uch, uch, musím si na chvíli odpočinout, nejsem zvyklý na dlouhé túry. ... Ó, vypadá to, že začalo sněžit, vůbec jsem si nevšiml.

source: Oh, you're right, I didn't notice either. And by the way, how long is it to your village, James?
cs: Ó, máš pravdu, ani já jsem si nevšimla. A mimochodem, jak daleko je tvá vesnice, Jamesi?

source: Let me see ... well, we are quite close, we should reach it in less than two hours.
cs: Podívejme se ... no, jsme docela blízko, měli bychom se do ní dostat ani ne za dvě hodiny.

source: Good, good. And how are you feeling now, James? Can you continue?
cs: Dobře. A jak ti je teď, Jamesi? Můžeš pokračovat?

source: Ah, yes, I feel better, thank you. Alright, let us go, everyone, we are almost there.
cs: Ó, ano, cítím se lépe, děkuji. Dobrá tedy, pojďme, všichni, už jsme skoro tam.

source: Lords of Light, this cannot be happening. I do not believe my eyes.
cs: Bohové světla, toto se nemůže dít. Nevěřím svým očím.

source: What is wrong, James? ... Oh my, what are those things?
cs: Co se děje, Jamesi? ... Ale ne, co jsou ty věci zač?

source: Lords of Light, what is going on here?
cs: Bohové světla, co se to tu děje?

source: This is our village's graveyard and it looks like our dead started to come out of their graves. It has to be work of a necromancer but why would they be interested in our little village?
cs: Toto je hřbitov naší vesnice a vypadá to, že naši mrtvý začali vstávat ze svých hrobů. Musí to být práce nějakého nekromanta, ale proč by se zajímal o naši malou vesničku?

source: What's that, next undead? ... Oh, it's you, James. What took you so long? Well, I guess I can hear that later. For now, we need your help once again. You see, our dead have risen from their graves, we need to put them back. Will you help us, please?
cs: Co to je, další nemrtví? ... Ó, to jsi ty, Jamesi. Co ti tak dlouho trvalo? No, hádám, že to můžu slyšet později. Právě teď potřebujeme znovu tvou pomoc. Jak vidíš, naši mrtví vstali ze svých hrobů. Potřebujeme je dostat zpátky. Pomůžeš nám, prosím?

source: Of course, Captain. Actually, my magic could be put to good use here.
cs: Samozřejmě, kapitáne. Vlastně má magie by tu mohla být dobře využitá.

source: Oh, hail, Edgar. I see that you are still here.
cs: Ó, zdravím, Edgare. Vidím, že jsi stále tady.

source: Hi, brother. Of course I'm here. My home village is under attack and I'm a soldier. Where else should I be?
cs: Ahoj, bratře. Ovšem že jsem tady. Má domovská vesnice je pod útokem a já jsem voják. Kde jinde bych měl být?

source: Sure, sure, I was just surprised to see you.
cs: Jistě, jistě. Jen jsem byl překvapený, že tě vidím.

source: Oh and I see you've brought a lady friend with you. What is her name?
cs: Ó a vidím, že jsi sis přivedl sebou kamarádku. Jak se jmenuje?

source: It is Belinda, Edgar. Belinda, this is my elder brother Edgar.
cs: Toto je Belinda, Edgare. Belindo, toto je můj starší bratr, Edgar.

source: Nice to meet you, Edgar.
cs: Ráda tě poznávám, Edgare.

source: Pleased to meet you too. Maybe we could ...
cs: Také je mi potěšením. Možná bychom mohli ...

source: Get back to the battle? Of course.
cs: Se vrátit k bitvě? Samozřejmě.

source: That's not what I meant but sure. Let's fight these undead.
cs: To jsem nemyslel, ale jistě. Bojujme s těmito nemrtvými.

source: Ah, it's so nice to be in my village again. Thanks, James, for saving us and bringing us home.
cs: Á, je tak hezké být zpět v mé vesnici. Díky, Jamesi, že jsi nás zachránil a přivedl domů.

source: Oh, it was nothing, really.
cs: Ále, to nic nebylo. Vážně.

source: Excellent. James, please, come to me. We have something to talk about.
cs: Výborně. Jamesi, přijď, prosím, ke mně. Musíme si o něčem promluvit.

source: It's nice to have you all back but there is still a battle to fight. Help us defeat these abominations.
cs: Je hezké mít vás všechny zpátky, ale tu máme bitvu k vybojování. Pomozte nám porazit tyto ohavnosti.

source: And that was the last one, they are all back under the ground.
cs: A to byl poslední. Všichni jsou zpátky pod zemí

source: Nice job, people. James, please, come to me. We have something to talk about.
cs: Dobrá práce, lidi. Jamesi, přijď, prosím, ke mně. Musíme si o něčem promluvit.

source: Nice job, people but where are the hunters, James?
cs: Dobrá práce, lidi, ale kde jsou naši lovci, Jamesi?

source: They are on their way here, Captain. They should be in the village in a few minutes.
cs: Jsou na cestě, kapitáne. Měli by být ve vesnici do pár minut.

source: So this is the end of my journey. I hope you you'll take care of this undead menace, brother.
cs: Takže tady končí má cesta. Doufám, že se postaráš o tuto hrozbu nemrtvých, bratře.

source: No, Edgar, do not die! I cannot continue without you.
cs: Ne, Edgare, neumírej! Nemohu pokračovat bez tebe.

source: Resistance
cs: Odboj

source: team_name^Occupiers
cs: Okupanti

source: Rescue the hunters
cs: Zachraň lovce

source: Move James to the keep in front of your starting location
cs: Přesuň James do tvrze před svou počáteční pozicí

source: Have you made any progress on locating their steps?
cs: Pokročil jsi v lokalizování jejich stop?

source: Unfortunately no. It's very hard as there are too many footprints on the ground. It seems this place is pretty frequently visited but all the footprints aren't from humans. Some of them seem to be from orcish foots.
cs: Bohužel ne. Je to velmi těžké, protože na zemi je příliš mnoho stop. Zdá se, že toto místo je velmi často navštěvováno, ale všechny stopy nejsou od lidí. Zdá se, že některé z nich jsou ze skřetích nohou.

source: Orcish you say? Well, it's not that surprising. We've seen and fought some orcs not so far from here.
cs: Skřetí, říkáš? No, to není takové překvapení. Nedaleko odtud jsem viděli a bojovali s nějakými skřety.

source: That is indeed true but those orcs came from north-west, not east.
cs: To je samozřejmě pravda, ale ti skřeti přišli ze severozápadu, ne východu.

source: Oh, yes, I forgot about that. It's not good, I guess ...
cs: Á, jasně, na to jsem zapomněla. To není dobré, myslím ...

source: It were probably the orcs who damaged some buildings in this settlement. I wonder what exactly happened here ...
cs: Byli to pravděpodobně skřeti, kdo poničili nějaké budovy v téhle osadě. Zajímalo by mě, co přesně se tady stalo ...

source: Silence! Someone's moving in the forest. Get ready - just in case.
cs: Ticho! Někdo se pohybuje v lese. Připravte se, pro jistotu.

source: What are you doing here, strangers? This place isn't the best one for a walk.
cs: Co tady děláte, cizinci? Toto není místo není to nejlepší na procházku.

source: We followed their footprints and they took us here but I can't tell where they continue.
cs: Následovali jsme jejich stopy a ty nás zavedli sem, ale nedokážu říct, kam pokračovali.

source: Hmm, let me think ... I think some hunters visited this place at that time but the orcs captured them.
cs: Hmmm, nechte mě přemýšlet ... Myslím, že nějací lovci to tu v té době navštívili, ale skřeti je zajali.

source: To the prison, probably. I suppose you haven't heard of it but the orcs occupied this area some time ago. We had no militia at that time so we were an easy target for them. The orcs behaved really badly to us so we, hunters decide to fight them back. But our numbers are very low, we can't fight them regularly so adopted some alternative methods. We were successful, they're scared of they don't know what but they're not going to leave.
cs: Nejspíš do vězení. Nejspíš jste o tom neslyšeli, ale nedávno tuto oblast obsadili skřeti. Tehdy jsme neměli domobranu, takže jsme pro ně byli snadný cíl. Skřeti se k nám chovali opravdu špatně, tak jsme se my, lovci, s nimi rozhodli bojovat. Není nás ale tolik, nemůžeme s nimi bojovat normálně, takže jsme zvolili alternativní metody. Uspěli jsme, bojí se, neví čeho, ale nemají v plánu odejít.

source: It is a very dire situation. We are too very few in numbers but I believe that we have to help you to drive the orcs out of here. Only then we can save our fellows.
cs: To je velmi nepříjemná situace. Je nás velmi málo, ale věřím, že vám musíme pomoc vyhnat skřety odtud. Jen tak můžeme zachránit naše druhy.

source: Well, thanks for your offer ...
cs: No, díky za nabídku ...

source: My name is James.
cs: Jmenuji se James.

source: I thought the same when I've met them but they're doing pretty well in battle under James' command. By the way, I'm Belinda.
cs: Já si myslela to samé, když jsem je potkala, ale vedou si docela dobře v bitvě pod Jamesovým velením. Mimochodem, jsem Belinda.

source: That makes sense. How do you think that we should proceed?
cs: To dává smysl. Jak myslíš, že bychom měli postupovat?

source: All right. Let us start.
cs: Dobrá, začněme tedy.

source: Hey, the humans are attacking me! Help me, guys!
cs: Héj, lidi na mě útočí! Pomozte mi!

source: So here are located your headquarters?
cs: Takže tady se nachází vaše velitelství?

source: Right. The orcs would never think we're having meetings here. It's a ruin but it serves us well. Anyhow, can you see anyone there, James?
cs: Ano. Skřety by nikdy nenapadlo, že se tady scházíme. Je to ruina, ale nám slouží dobře. Každopádně, vidíš tam někoho, Jamesi?

source: Yes, there are 3 people here.
cs: Ano, jsou tu 3 lidé.

source: Here is the prison. If I remember correctly, two orcs should guard it. One of them have a key for sure. With it, we can open a lock and free your hunters.
cs: Tady je vězení. Pokud si pamatuji dobře, měli by jej hlídat dva skřeti. Jeden z nich má určitě klíč. S ním odemkneme zámek a osvobodíme vaše lovce.

source: Well done. Now, search his clothes, the key has to be somewhere.
cs: Dobrá práce. Teď prohledej jeho šaty, ten klíč musí někde být.

source: On it. ... Yes, here we go. I will try it. ... It fits in.
cs: Jdu na to. ... Ano, tady je. Vyzkouším ho. ... Pasuje.

source: Look if he has a key with him.
cs: Podívej se, jestli má u sebe klíč.

source: Let me check ... no. The other one should have it.
cs: Podívám se ... ne. Ten druhý by ho měl mít.

source: Free at last!
cs: Konečně volný!

source: Great! But who killed the guards?
cs: Skvělé! Ale kdo zabil stráže?

source: I think it's one of the locals.
cs: Myslím, že to byl někdo z místních.

source: I think it's someone from our village.
cs: Myslím, že to byl někdo z naší vesnice.

source: Thank you, anyway.
cs: V každém případě, díky.

source: You are welcome.
cs: Nemáte za co.

source: Oh, who are you? Hmm, your face looks familiar to me but I cannot recall your name ...
cs: Ó, kdo jsi? Hmm, tvoje tvář je mi povědomá, ale nemůžu si vzpomenout na tvoje jméno ...

source: I am James.
cs: Jmenuji se James.

source: James? ... Yeah, the weird mage! ... Oh, sorry, I was thinking aloud. Anyway, thanks for saving us. Now we can return to the village. Unfortunately, we have no food with us, the orcs have taken it all.
cs: James? ... Jó, ten divný mág! ... Ó, pardon, přemýšlel jsem nahlas. Každopádně díky za naši záchranu, teď se můžeme vrátit do vesnice. Bohužel nemáme žádné jídlo, skřeti nám ho všechno vzali.

source: That is not a problem. However we cannot just go back yet, this area is still occupied by the orcs. We have to defeat them before we can leave.
cs: To nevadí. Avšak nemůžeme se jen tak vrátit zpět, tato oblast je stále okupována skřety. Než odejdeme, musíme je porazit.

source: Is that so? Fine, we have some unfinished business actually.
cs: Je to tak? Dobře, vlastně s nimi máme nevyřízené účty.

source: That's right! We'll help you with them, they're going to feel our wrath.
cs: Správně! Pomůžeme ti s nimi, pocítí náš hněv.

source: Well done, in the final battle the orcs will be weaker without their troll and goblin allies. It was a good decision to let you lead the action, James. You're a quite good tactician. Well, now we should head towards the river on the east. We need to deal with the nagas before we start fighting the orcs directly.
cs: Velmi dobře, bez svých trolích a gobliních spojenců budou skřeti slabší v závěrečné bitvě. Bylo dobré nechat tě vést akci, Jamesi. Jsi docela dobrý taktik. No, teď bychom se měli vydat k řece na jihu. Musíme si nejdřív poradit s nagama, než začneme bojovat přímo se skřety.

source: In the Woods
cs: V lesích

source: team_name^Bandits
cs: Bandité

source: Move James to the signpost
cs: Přesuň Jamese k rozcestníku

source: Defeat Ryddry
cs: Poraz Ryddryho

source: and move James to the signpost
cs: a přesuň James rozcestníku

source: We just entered the wood and I already have a strange feeling.
cs: Jen jsme vstoupili do lesa a už mám divný pocit.

source: In this scenario you can recruit only one new Mage. In the following scenarios it will be impossible (as you are getting too far from your village and will not have time to train them).
cs: V tomto scénáři můžeš naverbovat už jen jednoho nového mága. V následujících scénářích to už nepůjde (protože si stále dál od vesnice a nemáš čas je trénovat).

source: If I remember correctly there should lie some ruined castle here. Hold on! It seems someone is occupying it.
cs: Pokud si dobře pamatuju, měla by tu být nějaká zřícenina. Počkat! Zdá se, že ji někdo obývá.

source: Ha! Who goes there? Are you friend or foe?
cs: Ha! Kdo tam jde? Přítel nebo nepřítel?

source: Err ...
cs: Ééé ...

source: Hmm, they look like some of the village folks to me. But if they're here, it means my brother failed in our simple mission. Those simple minds killed him! But we'll avenge you, my brother! Boys, come out and get rid of these stupid peasants who killed your boss!
cs: Hmm, připadají mi jako nějací vesničani. Ale když jsou tady, znamená to, že můj bratr selhal v naší jednoduché misi. Ti prosťáčci ho zabili! Ale mi tě pomstíme, bratře! Chlapy, vylezte a zbavte se těch hloupách sedláků, co zabili vašeho šéfa!

source: Eh, this is not good at all. I did not really expect that some bandits could attack us and we are not properly armed. But we cannot just leave them behind as they would attack our village again. Well, but what shall we do?
cs: Ech, toto není ani trochu dobré. Vůbec jsem nečekal, že by nějací bandité mohli na nás zaútočit a my nejsme řádně vyzbrojeni. Ale nemůže je nechat za sebou, jelikož by mohli znova zaútočit na naší vesnici? No ale co budeme tedy dělat?

source: Ehm, James, look a bit further to the north. There lies a small castle there. Well, it's ruined but maybe we should move there. We can use it a temporary base. We can shoot the bandits from its towers with our bows. When they come too close to the castle, peasants will fight them with their pitchforks while we'll support them with bows and missiles.
cs: Hm, Jamesi, podívej se trochu dál na sever. Leží tam malý hrad. Pravda, je to ruina, ale možná bychom se tam měli přesunout. Můžeme ho použít jako dočasnou základnu. Mohli bychom střílet na bandity z věží našimi luky. A když přijdou příliš blízko k hradu, sedláci s nimi budou bojovat svými vidlemi, zatímco my je podpoříme luky a střelami.

source: I think that it might work. Very well, hurry up, everyone and move there.
cs: Myslím, že by to mohlo fungovat. Dobrá tedy, pospěšte si všichni a přesuňte se tam.

source: Some coins are lying on the ground. We should take them before the bandits do so.
cs: Nějaké mince leží na zemi. Měli bychom je sebrat, než to udělají bandité.

source: What is it on the ground? Gold! ... 1, 2, 3 pieces ... I can't count it, there is too much of them here. Shall we pick them up?
cs: Co to je na zemi? Zlato! Jeden, tva, tři zlaťáky ... Nemůžu je spočítat, je jich tu příliš hodně. Zvedneme je?

source: We do not need them so badly but it would be better if we take them rather than those bandits.
cs: Nepotřebujeme je tak nutně, ale bude lepší, když to uděláme my a ne tamti banditi.

source: Very well.
cs: Dobře.

source: No! This can't happen to ... I'm sorry, brother. They're just a bunch of peasants but that guy in a mage's robe ... there is something behind him ...
cs: Ne! Tohle se mi nemůže stát ... Omlouvám se, bratře. Jsou jen banda sedláků, ale ten chlap v rouše mága ... něco za ním je ...

source: I do not have the slightest idea what he is talking about, I am not exceptional at all.
cs: Nemám nejmenší tušení, o čem mluví, nejsem vůbec výjimečný.

source: Anyhow we should hurry and leave this place.
cs: V každém případě by jsme si měli pospíšit a opustit toto místo.

source: I do not think that we should continue in our search before we are done with these bandits. They could attack our village.
cs: Nemyslím si, že bychom měli pokračovat v pátrání dokud si neporadíme s těmito bandity. Mohli by zaútočit na naší vesnici.
